[{"id":1,"img":"https://img.freepik.com/free-photo/pleased-young-female-doctor-wearing-medical-robe-stethoscope-around-neck-standing-with-closed-posture_409827-254.jpg?size=626&ext=jpg","dispalyName":"Kadambini Ganguly","description":"Ganguly was heavily criticised by conservative society of her time. After returning to India from Edinburgh and campaigning for womens rights, she was indirectly called a whore in the Bengali magazine Bangabashi. Her husband Dwarkanath Ganguly took the case to court and won, with a jail sentence of 6 months meted out to the editor Mahesh Pal"},{"id":2,"img":"https://zoiclinics.com/img/dentistry-intro-icon.jpg","dispalyName":"Nancy Dickey","description":"Nancy Dickey is an American physician. She was the first female president of the American Medical Association, serving in 1997–98. Previously she had served as chair of the Board of Trustees of the AMA and chaired its Council on Ethical and Judicial Affairs."},{"id":3,"img":"https://media.istockphoto.com/photos/portrait-of-middle-aged-asian-female-doctor-standing-in-hospital-picture-id1271328839?b=1&k=20&m=1271328839&s=170667a&w=0&h=SIMzwoe8eu43OoY4M3ElZCMxW9MgDbZbVzMhh4VY2zM=","dispalyName":"James Barry","description":"James Miranda Steuart Barry was a military surgeon in the British Army, born in Cork, Ireland. Barry obtained a medical degree from the University of Edinburgh Medical School, then served first in Cape Town, South Africa, and subsequently in many parts of the British Empire."},{"id":4,"img":"https://media.istockphoto.com/photos/portrait-of-mature-male-doctor-wearing-white-coat-standing-in-picture-id1203995945?k=20&m=1203995945&s=612x612&w=0&h=g0_ioNezBqP0NXrR_36-A5NDHIR0nLabFFrAQVk4PhA=","dispalyName":"William Osler","description":"Sir William Osler, 1st Baronet, FRS FRCP was a Canadian physician and one of the four founding professors of Johns Hopkins Hospital. Osler created the first residency program for specialty training of physicians, and he was the first to bring medical students out of the lecture hall for bedside clinical training"},{"id":5,"img":"https://static.toiimg.com/photo/msid-76714980/76714980.jpg?1422821","dispalyName":"Quazi Tarikul Islam","description":"Quazi Tarikul Islam is a Bangladeshi physician and academic. As of 2017, he is a councilor and controller of examination in the Bangladesh College of Physicians and Surgeons. He has served as a member of the Regional Technical Advisor Group for Dengue, SEARO, WHO."},{"id":6,"img":"https://health.gov/sites/default/files/styles/topic_card_image/public/2020-01/regular-checkups_banner.jpg?itok=2HIjcA3h","dispalyName":"Ann Preston","description":"Ann Preston was the first woman dean of a medical school, the Woman's Medical College of Pennsylvania (WMCP), which was the first medical school in the world to admit women exclusively. At a time when the medical profession was nearly all-male and considered unacceptably coarse for women to enter, Ann Preston campaigned for her female students to be admitted to clinical lectures at the Blockley Philadelphia Hospital,"}]